#!/usr/bin/python
# -*- coding: utf-8 -*-
# Filename: if.py
 
number = 23
guess = int(raw_input('Εισάγετε έναν ακέραιο: '))
 
if guess == number:
  print 'Συγχαρητήρια, το πετύχατε!' # Η πρώτη εντολή της πλοκάδας if
  print "(αλλά δεν υπάρχει βραβείο)" # Τελευταία εντολή της πλοκάδας if
elif guess < number:
  print 'Χμ, δοκιμάστε έναν μεγαλύτερο ακέραιο.' # Μια ακόμα πλοκάδα
  # Εδώ μπορείτε να βάλετε όποιες άλλες εντολές θέλετε...
else:
  print 'Χμ, δοκιμάστε έναν μικρότερο ακέραιο.'
  # Αυτή η πλοκάδα else εκτελείται αν guess > number.
 
print 'Τέλος.'
# Αυτή η τελευταία εντολή εκτελείται πάντα, δεν εξαρτάται από συνθήκη.
